Repository: LeninAnbu/deliverytownUI
Catalog: lib/l10n/intl_*.arb
Languages: gu, kn, ml, mr, te

# head
source: Login to your account
gu: તમારા એકાઉન્ટમાં લોગિન કરો
kn: ನಿಮ್ಮ ಖಾತೆಗೆ ಲಾಗಿನ್ ಮಾಡಿ
ml: നിങ്ങളുടെ അക്കൗണ്ടിലേക്ക് ലോഗിൻ ചെയ്യുക
mr: तुमच्या खात्यात लॉग इन करा
te: మీ ఖాతాకు లాగిన్ చేయండి

source: Customer id
gu: ગ્રાહક આઈડી
kn: ಗ್ರಾಹಕ ಐಡಿ
ml: ഉപഭോക്തൃ ഐഡി
mr: ग्राहक आयडी
te: కస్టమర్ ఐడి

source: User Name
gu: વપરાશકર્તા નામ
kn: ಬಳಕೆದಾರ ಹೆಸರು
ml: ഉപയോക്തൃ നാമം
mr: वापरकर्ता नाव
te: వినియోగదారు పేరు

source: Password
gu: પાસવર્ડ
kn: ಪಾಸ್ವರ್ಡ್
ml: രഹസ്യവാക്ക്
mr: पासवर्ड
te: పాస్వర్డ్

# agree1
source: I agree the
gu: હું સંમત છું
kn: ನಾನು ಒಪ್ಪುತ್ತೇನೆ
ml: ഞാൻ സമ്മതിക്കുന്നു
mr: मी सहमत आहे
te: నేను అంగీకరిస్తున్నాను

# agree2
source: Terms & Conditions
gu: નિયમો અને શરતો
kn: ನಿಯಮಗಳು ಮತ್ತು ಷರತ್ತುಗಳು
ml: നിബന്ധനകളും വ്യവസ്ഥകളും
mr: नियम आणि अटी
te: నిబంధనలు & షరతులు

source: Login
gu: લૉગિન કરો
kn: ಲಾಗಿನ್ ಮಾಡಿ
ml: ലോഗിൻ
mr: लॉगिन करा
te: లాగిన్ చేయండి

# TripListhead
source: Trip List
gu: ટ્રીપ યાદી
kn: ಪ್ರವಾಸ ಪಟ್ಟಿ
ml: യാത്രാ പട്ടിക
mr: ट्रिप यादी
te: పర్యటన జాబితా

# Nooftrip
source: No of Trip List
gu: ટ્રિપ સૂચિની સંખ્યા
kn: ಪ್ರವಾಸ ಪಟ್ಟಿಯ ಸಂಖ್ಯೆ
ml: യാത്രാ പട്ടികയുടെ എണ്ണം
mr: ट्रिप यादीची संख्या
te: ట్రిప్ జాబితా సంఖ్య

source: Trip Number
gu: ટ્રીપ નંબર
kn: ಪ್ರವಾಸ ಸಂಖ್ಯೆ
ml: യാത്ര നമ്പർ
mr: ट्रिप क्रमांक
te: యాత్ర సంఖ్య

source: No of Deliveries
gu: ડિલિવરીની સંખ્યા
kn: ವಿತರಣೆಗಳ ಸಂಖ್ಯೆ
ml: ഡെലിവറികളുടെ എണ്ണം
mr: डिलिव्हरीची संख्या
te: డెలివరీల సంఖ్య

# TripDetailshead
source: Trip Details
gu: પ્રવાસની વિગતો
kn: ಪ್ರವಾಸದ ವಿವರಗಳು
ml: യാത്രയുടെ വിശദാംശങ്ങൾ
mr: सहलीचे तपशील
te: పర్యటన వివరాలు

# TripDetailName
source: Name
gu: નામ
kn: ಹೆಸರು
ml: പേര്
mr: नाव
te: పేరు

# TripDetailAddress
source: Address
gu: સરનામું
kn: ವಿಳಾಸ
ml: വിലാസം
mr: पत्ता
te: చిరునామా

# DeliveryConfirhead
source: Delivery Confirmation
gu: ડિલિવરી પુષ્ટિ
kn: ವಿತರಣಾ ದೃಢೀಕರಣ
ml: ഡെലിവറി സ്ഥിരീകരണം
mr: वितरण पुष्टीकरण
te: డెలివరీ నిర్ధారణ

source: Go for Navigation
gu: નેવિગેશન માટે જાઓ
kn: ನ್ಯಾವಿಗೇಷನ್‌ಗೆ ಹೋಗಿ
ml: നാവിഗേഷനായി പോകുക
mr: नेव्हिगेशनसाठी जा
te: నావిగేషన్ కోసం వెళ్ళండి

source: Start
gu: શરૂ કરો
kn: ಪ್ರಾರಂಭಿಸಿ
ml: ആരംഭിക്കുക
mr: सुरू करा
te: ప్రారంభించండి

# DeliveryName
source: Name
gu: નામ
kn: ಹೆಸರು
ml: പേര്
mr: नाव
te: పేరు

# DeliveryAddress
source: Address
gu: સરનામું
kn: ವಿಳಾಸ
ml: വിലാസം
mr: पत्ता
te: చిరునామా

# DeliveryAttachments
source: Attachments
gu: જોડાણો
kn: ಲಗತ್ತುಗಳು
ml: അറ്റാച്ചുമെൻ്റുകൾ
mr: संलग्नक
te: జోడింపులు

# DeliveryImage1
source: Image 1
gu: છબી 1
kn: ಚಿತ್ರ 1
ml: ചിത്രം 1
mr: प्रतिमा 1
te: చిత్రం 1

# DeliveryImage2
source: Image 2
gu: છબી 2
kn: ಚಿತ್ರ 2
ml: ചിത്രം 2
mr: प्रतिमा 2
te: చిత్రం 2

# DeliveryImage3
source: Image 3
gu: છબી 3
kn: ಚಿತ್ರ 3
ml: ചിത്രം 3
mr: प्रतिमा 3
te: చిత్రం 3

# DeliveryImage4
source: Image 4
gu: છબી 4
kn: ಚಿತ್ರ 4
ml: ചിത്രം 4
mr: प्रतिमा 4
te: చిత్రం 4

# DeliveryImage5
source: Image 5
gu: છબી 5
kn: ಚಿತ್ರ 5
ml: ചിത്രം 5
mr: प्रतिमा 5
te: చిత్రం 5

# Deliverysettled
source: To be Settled
gu: સેટલ થવું
kn: ನೆಲೆಗೊಳ್ಳಲು
ml: തീർക്കണം
mr: सेटल व्हायचे
te: స్థిరపడాలి

# Deliveryreceived
source: Amount Received
gu: પ્રાપ્ત રકમ
kn: ಮೊತ್ತವನ್ನು ಸ್ವೀಕರಿಸಲಾಗಿದೆ
ml: ലഭിച്ച തുക
mr: रक्कम मिळाली
te: అందుకున్న మొత్తం

# DeliveryReset
source: Reset
gu: રીસેટ કરો
kn: ಮರುಹೊಂದಿಸಿ
ml: പുനഃസജ്ജമാക്കുക
mr: रीसेट करा
te: రీసెట్ చేయండి

# DeliverySave
source: Save
gu: સાચવો
kn: ಉಳಿಸಿ
ml: സംരക്ഷിക്കുക
mr: जतन करा
te: సేవ్ చేయండి

# PaymentInfhead
source: Payment Information
gu: ચુકવણી માહિતી
kn: ಪಾವತಿ ಮಾಹಿತಿ
ml: പേയ്മെൻ്റ് വിവരങ്ങൾ
mr: देयक माहिती
te: చెల్లింపు సమాచారం

source: Payment Mode
gu: ચુકવણી મોડ
kn: ಪಾವತಿ ಮೋಡ್
ml: പേയ്മെൻ്റ് മോഡ്
mr: पेमेंट मोड
te: చెల్లింపు మోడ్

source: Cash
gu: રોકડ
kn: ನಗದು
ml: പണം
mr: रोख
te: నగదు

# PaymentInfReset
source: Reset
gu: રીસેટ કરો
kn: ಮರುಹೊಂದಿಸಿ
ml: പുനഃസജ്ജമാക്കുക
mr: रीसेट करा
te: రీసెట్ చేయండి

# PaymentInfSave
source: Save
gu: સાચવો
kn: ಉಳಿಸಿ
ml: സംരക്ഷിക്കുക
mr: जतन करा
te: సేవ్ చేయండి

# PickupConfhead
source: Pickup Confirmation
gu: પિકઅપ કન્ફર્મેશન
kn: ಪಿಕಪ್ ದೃಢೀಕರಣ
ml: പിക്കപ്പ് സ്ഥിരീകരണം
mr: पिकअप पुष्टीकरण
te: పికప్ నిర్ధారణ

# PickupGoforNav
source: Go for Navigation
gu: નેવિગેશન માટે જાઓ
kn: ನ್ಯಾವಿಗೇಷನ್‌ಗೆ ಹೋಗಿ
ml: നാവിഗേഷനായി പോകുക
mr: नेव्हिगेशनसाठी जा
te: నావిగేషన్ కోసం వెళ్ళండి

# PickupStart
source: Start
gu: શરૂ કરો
kn: ಪ್ರಾರಂಭಿಸಿ
ml: ആരംഭിക്കുക
mr: सुरू करा
te: ప్రారంభించండి

# PickupName
source: Name
gu: નામ
kn: ಹೆಸರು
ml: പേര്
mr: नाव
te: పేరు

# PickupAddress
source: Address
gu: સરનામું
kn: ವಿಳಾಸ
ml: വിലാസം
mr: पत्ता
te: చిరునామా

# PickupAttachments
source: Attachments
gu: જોડાણો
kn: ಲಗತ್ತುಗಳು
ml: അറ്റാച്ചുമെൻ്റുകൾ
mr: संलग्नक
te: జోడింపులు

# PickupImage1
source: Image 1
gu: છબી 1
kn: ಚಿತ್ರ 1
ml: ചിത്രം 1
mr: प्रतिमा 1
te: చిత్రం 1

# PickupImage2
source: Image 2
gu: છબી 2
kn: ಚಿತ್ರ 2
ml: ചിത്രം 2
mr: प्रतिमा 2
te: చిత్రం 2

# PickupImage3
source: Image 3
gu: છબી 3
kn: ಚಿತ್ರ 3
ml: ചിത്രം 3
mr: प्रतिमा 3
te: చిత్రం 3

# PickupImage4
source: Image 4
gu: છબી 4
kn: ಚಿತ್ರ 4
ml: ചിത്രം 4
mr: प्रतिमा 4
te: చిత్రం 4

# PickupImage5
source: Image 5
gu: છબી 5
kn: ಚಿತ್ರ 5
ml: ചിത്രം 5
mr: प्रतिमा 5
te: చిత్రం 5

# PickupReset
source: Reset
gu: રીસેટ કરો
kn: ಮರುಹೊಂದಿಸಿ
ml: പുനഃസജ്ജമാക്കുക
mr: रीसेट करा
te: రీసెట్ చేయండి

# PickupSave
source: Save
gu: સાચવો
kn: ಉಳಿಸಿ
ml: സംരക്ഷിക്കുക
mr: जतन करा
te: సేవ్ చేయండి
